---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBranchCircuitCurrentPhaseb
source: html/6fb2b0a7-e7bf-feaa-1468-afd000f47fc4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBranchCircuitCurrentPhaseb Property

"Branch Circuit Current Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelBranchCircuitCurrentPhaseb { get; }
```